const historys = [
    {
        address: "15/2 ซอยรามคำแหง 24, กรุงเทพฯ 10240",
        price: "฿8,500",
        date: "12 ม.ค. 2024",
    },
    {
        address: "22/4 ถนนนิมมานเหมินทร์, เชียงใหม่ 50200",
        price: " ฿6,000",
        date: "5 ก.พ. 2024",
    },
    {
        address: "101/10 ถนนสุคนธสวัสดิ์, กรุงเทพฯ 10230",
        price: " ฿9,200",
        date: "18 มี.ค. 2024",
    },
    {
        address: "33/1 ถนนห้วยแก้ว, เชียงใหม่ 50300",
        price: "฿7,800",
        date: "14 เม.ย. 2024",
    },
    {
        address: "65 หมู่ 9 ถนนสุขุมวิท, ชลบุรี 20150",
        price: "฿4,500",
        date: "29 มิ.ย. 2024",
    },
    {
        address: "11/3 ซอยลาดพร้าว 41, กรุงเทพฯ 10310",
        price: "฿7,500",
        date: "15 ส.ค. 2024",
    },
    {
        address: "32 ถนนศรีนครินทร์, สมุทรปราการ 10270",
        price: "฿9,000",
        date: "7 ต.ค. 2024",
    },

]


// export default history ;
export function fetchHistory() {
    return historys
  }